const ap = new APlayer({
    element: document.getElementById('player'),
    mini: false,
    autoplay: false,
    lrcType: 1,
    mutex: true,
    audio: [{
        name: '相信就會看見',
        artist: '黃聲峰 & BE48',
        url: 'BE48 Team Song.mp3',
        cover: 'be48.jpg',
        lrc: '[00:00.000]-\n[00:17.500]天空亮起來\n[00:20.800]現在和未來\n[00:24.000]我們都期待\n[00:30.500]陽光灑進來\n[00:34.000]雙手張開\n[00:36.800]我們的未來\n[00:44.000]奮不顧身用全力去愛\n[00:50.440]它一直存在\n[00:55.440]鳥人不會改變\n[00:58.440]但我記得我的誓言\n[01:02.000]相信就會看見\n[01:05.000]為愛冒險飛出一片天\n[01:09.440]再多困難也不會放棄這信念\n[01:16.440]大步大步走向前\n[01:23.000]人生這場比賽\n[01:26.440]不要再徘徊\n[01:30.000]不要再感慨\n[01:36.000]決定了心態\n[01:39.500]就別再搖擺\n[01:43.000]就別再等待\n[01:49.440]我的未來我自己主宰\n[01:56.000]活出最精彩\n[02:01.000]鳥人不會改變\n[02:04.440]但我記得我的誓言\n[02:07.440]相信就會看見\n[02:11.000]為愛冒險飛出一片天\n[02:15.440]再多困難也不會放棄這信念\n[02:22.100]大步大步走向前\n[02:26.000]飛出一片天\n[02:29.000]飛出一片天\n[02:35.440]飛出一片天[02:39.140]飛出一片天\n[02:41.000]-\n[02:42.000]黃聲峰\n[02:42.500]高美娟\n[02:43.000]陳展鵬 CP \n[02:43.500]楊智雲 Carol \n[02:44.000]許絨菲 Ariel\n[02:44.500]顏雅惠\n[02:45.000]葉喬卉 Jasmine \n[02:45.500]楊子儀 Yvonne\n[02:46.000]黃歆媛 Sharon \n[02:46.500]張育維 Jemmy \n[02:47.000]陳潔怡\n[02:47.500]鄭晶華 Tracy\n[02:48.000]張翔智 Edward \n[02:48.500]黃博棩Michael \n[02:49.000]管乃茹 Naiju \n[02:49.500]何鳳羽 Rania\n[02:50.000]王柔方 Laura \n[02:50.500]邱一晉 Joey \n[02:51.000]許家慈 JaJa \n[02:51.500]林雷惇 Frank\n[02:52.000]吳冠穎 Grace \n[02:52.500]王淑麗 Rita \n[02:53.000]駱冰茹 Eiily \n[02:53.500]古依凡 Evonne\n[02:54.000]劉立德 Leader \n[02:54.500]陳曉玲 Sharon \n[02:55.000]洪楊家 Haagen Dazs \n[02:55.500]陳麗姿 Liz \n[02:56.000]黃亭惠 Tina',
        theme: '#ebd0c2'
    }]
});